package view;

public class MainMenuViewer {
	public static void mainMenuView() {
		System.out.println("======================================================================================================================");
		System.out.println("공휴일 공공데이터 사용하기");
		System.out.println("----------------------------------------------------------------------------------------------------------------------");
		System.out.println("1. 웹 정보 가져오기 2. 테이블 저장하기 3. 테이블 읽어오기");
		System.out.println("4. 상태 수정하기   5. 테이블 삭제하기 6. 검색하기"); 
		System.out.println("7. 종료");
		System.out.println("----------------------------------------------------------------------------------------------------------------------");
		System.out.println("메뉴 선택>>");
		
	}

}
